export const menu=[
        {"id": "1",
            "list": [
                {"src": "./img/food1.jpg",
                "text": "Наваристый суп харчо"},
                {"src": "./img/food2.jpg",
                    "text": "Картофель отварной молодой"},
                {"src": "./img/food3.jpg",
                    "text": "Биток Хмельницкий"},
                {"src": "./img/food4.jpg",
                    "text": "Свежий салат из капусты с огурцом"}
            ]
        },
        {"id": "2",
            "list": [
                {"src": "./img/food1.jpg",
                    "text": "Наваристый суп харчо"},
                {"src": "./img/food2.jpg",
                    "text": "Картофель отварной молодой"},
                {"src": "./img/food3.jpg",
                    "text": "Биток Хмельницкий"},
                {"src": "./img/food4.jpg",
                    "text": "Свежий салат из капусты с огурцом"}
            ]
        },
        {"id": "3",
            "list": [
                {"src": "./img/food1.jpg",
                    "text": "Наваристый суп харчо"},
                {"src": "./img/food2.jpg",
                    "text": "Картофель отварной молодой"},
                {"src": "./img/food3.jpg",
                    "text": "Биток Хмельницкий"},
                {"src": "./img/food4.jpg",
                    "text": "Свежий салат из капусты с огурцом"}
            ]
        },
        {"id": "4",
            "list": [
                {"src": "./img/food1.jpg",
                    "text": "Наваристый суп харчо"},
                {"src": "./img/food2.jpg",
                    "text": "Картофель отварной молодой"},
                {"src": "./img/food3.jpg",
                    "text": "Биток Хмельницкий"},
                {"src": "./img/food4.jpg",
                    "text": "Свежий салат из капусты с огурцом"}
            ]
        }
        ];


export const menuAdmin=[
    {"id": "1",
        "list": [
            {
                "dish":[
                        {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                        {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                        {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                        {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                    ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            }

        ]
    },
    {"id": "2",
        "list": [
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            }

        ]
    },
    {"id": "3",
        "list": [
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            }

        ]
    },
    {"id": "4",
        "list": [
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            },
            {
                "dish":[
                    {"src": "./img/food1.jpg", "text": "Наваристый суп харчо"},
                    {"src": "./img/food2.jpg", "text": "Картофель отварной молодой"},
                    {"src": "./img/food3.jpg", "text": "Биток Хмельницкий"},
                    {"src": "./img/food4.jpg", "text": "Свежий салат из капусты с огурцом"}
                ]
            }
        ]
    }
];

export const usersList=[
    {
        "id": 1,
        "data": {"email": "someone1@email.com", "balance": 0}
    },
    {
        "id": 2,
        "data": {"email": "someone2@email.com", "balance": 0}
    },
    {
        "id": 3,
        "data": {"email": "someone3@email.com", "balance": 0}
    },
    {
        "id": 4,
        "data": {"email": "someone4@email.com", "balance": 0}
    },
    {
        "id": 5,
        "data": {"email": "someone5@email.com", "balance": 0}
    },
    {
        "id": 6,
        "data": {"email": "someone6@email.com", "balance": 0}
    },
    {
        "id": 7,
        "data": {"email": "someone7@email.com", "balance": 0}
    },
    {
        "id": 8,
        "data": {"email": "someone8@email.com", "balance": 0}
    },
    {
        "id": 9,
        "data": {"email": "someone9@email.com", "balance": 0}
    },
    {
        "id": 10,
        "data": {"email": "someone10@email.com", "balance": 0}
    },
    {
        "id": 11,
        "data": {"email": "someone11@email.com", "balance": 0}
    },
    {
        "id": 12,
        "data": {"email": "someone12@email.com", "balance": 0}
    },
    {
        "id": 13,
        "data": {"email": "someone13@email.com", "balance": 0}
    },
    {
        "id": 14,
        "data": {"email": "someone14@email.com", "balance": 0}
    },
    {
        "id": 15,
        "data": {"email": "someone15@email.com", "balance": 0}
    }
];

export const menuQuantity = [
    {'id': 1, 'quantity': 3},
    {'id': 2, 'quantity': 12},
    {'id': 3, 'quantity': 15},
    {'id': 4, 'quantity': 8}
]

export const userOrders = [
    {
        "id": 1,
        "order": [
            {
                "id": 0,
                "date": "01.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 1,
                "date": "02.02.2018",
                "menuNumber": 4,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 2,
                "date": "03.02.2018",
                "menuNumber": 2,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 3,
                "date": "04.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 4,
                "date": "05.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 5,
                "date": "06.02.2018",
                "menuNumber": 4,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 6,
                "date": "07.02.2018",
                "menuNumber": 3,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 7,
                "date": "08.02.2018",
                "menuNumber": 4,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 8,
                "date": "09.02.2018",
                "menuNumber": 2,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 9,
                "date": "10.02.2018",
                "menuNumber": 2,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 10,
                "date": "11.02.2018",
                "menuNumber": 2,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 11,
                "date": "12.02.2018",
                "menuNumber": 4,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 12,
                "date": "13.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 13,
                "date": "14.02.2018",
                "menuNumber": 3,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 14,
                "date": "15.02.2018",
                "menuNumber": 4,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 15,
                "date": "16.02.2018",
                "menuNumber": 2,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 16,
                "date": "17.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 17,
                "date": "18.02.2018",
                "menuNumber": 3,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 18,
                "date": "19.02.2018",
                "menuNumber": 4,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 19,
                "date": "20.02.2018",
                "menuNumber": 2,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 20,
                "date": "21.02.2018",
                "menuNumber": 4,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 21,
                "date": "22.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 22,
                "date": "23.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 23,
                "date": "24.02.2018",
                "menuNumber": 1,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            },
            {
                "id": 24,
                "date": "25.02.2018",
                "menuNumber": 2,
                "dishes": ["Наваристый суп харчо", "Картофель отварной молодой", "Биток Хмельницкий", "Свежий салат из капусты с огурцом"]
            }
        ]
    }
]